#!/usr/bin/env python
# -*- coding: utf-8 -*-
__author__ = 'Aleksei Konkov'


btn_control = u"Запустить контроль базы данных"
btn_convert = u"Начать конвертацию базы данных для дальнейшего расчета экспликации"
btn_exp_a = u"Запустить расчет экспликации A"
btn_exp_b = u"Запустить расчет экспликации B"
btn_a_sv = u"Запустить расчет сводной экспликации A"
btn_a_ch = u"Выборочный расчет экспликации A"
btn_clear = u"Очистить окно сообщений"
menu_1 = u'Файл'
menu_2 = u'Справочники'
exit_main_1 = u'Определение источника данных'
exit_main_2 = u'Завершить работу программы'
exit_spr_1 = u'Обновление справочной таблицы BGDtoEKP'
exit_spr_2 = u'Обновление справочной таблицы BGDtoEKP\nc использованием дополнительных полей'
exit_spr_3 = u'Использовать данные BGDtoEKP статически загруженные в программу'
src_widg = u'Источник данных '
save_widg = u'Сохранить сессию '
open_file = u'Укажите путь к базе данных...'