#!/usr/bin/env python
# -*- coding: utf-8 -*-
__author__ = 'Aleksei Konkov'

btn_control = u"Запустить контроль базы данных"
btn_convert = u"Начать конвертацию базы данных для дальнейшего расчета экспликации"
btn_exp_a = u"Запустить расчет экспликации A"
btn_exp_b = u"Запустить расчет Формы 22.зем."
btn_a_sv = u"Запустить расчет сводной экспликации A"
btn_a_ch = u"Выборочный расчет экспликации A"
btn_clear = u"Очистить окно сообщений"
# menu_1 = u'Файл'
# menu_2 = u'Справочники'

exit_main_1 = u'Определение источника данных'
exit_main_2 = u'Завершить работу программы'
exit_spr_1 = u'Установить значения справочников по умолчанию'
exit_spr_2 = u'Загрузить справочные данные из .pkl'
exit_spr_3 = u'Загрузить справочные данные из .mdb'
exit_spr_4 = u'Сохранение нового .pkl справочника'
exit_spr_5 = u'Информация о текущих справочных данных'
settings_xls = u'Настройки параметров вывода экспликации в Excel'
settings_balance = u'Настройки включения балансироки в расчет экспликации'
settings_accuracy = u'Настройки точности вычислений'
settings_conditions = u'Настройки точности вычислений'

src_widg = u'Источник данных '
save_widg = u'Сохранить сессию '
open_file = u'Укажите путь к базе данных...'